{
  "add_bos_token": false,
  "add_prefix_space": false,
  "added_tokens_decoder": {
    "0": {
      "content": "<|endoftext|>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "bos_token": "<|endoftext|>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|endoftext|>",
  "errors": "replace",
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "<|endoftext|>",
  "padding_side": "left",
  "tokenizer_class": "GPT2Tokenizer",
  "truncation": true,
  "unk_token": "<|endoftext|>"
}
